[
  {
    "author": "Leonardo da Vinci",
    "name": "Mona Lisa",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Mona_Lisa%2C_by_Leonardo_da_Vinci%2C_from_C2RMF_retouched.jpg/1374px-Mona_Lisa%2C_by_Leonardo_da_Vinci%2C_from_C2RMF_retouched.jpg",
    "wrongAuthors": [],
    "level": "easy",
    "description": "The Mona Lisa is a world-renowned painting created by Leonardo da Vinci during the Renaissance period. This masterpiece, also known as La Gioconda, is a captivating portrait that continues to intrigue audiences centuries later. The painting depicts a woman, believed to be Lisa Gherardini, with an enigmatic smile and captivating eyes that seem to follow viewers."
  },
  {
    "author": "Vincent van Gogh",
    "name": "The Starry Night",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Van_Gogh_-_Starry_Night_-_Google_Art_Project.jpg/2560px-Van_Gogh_-_Starry_Night_-_Google_Art_Project.jpg",
    "wrongAuthors": [],
    "level": "easy",
    "description": "The Starry Night by Vincent van Gogh is a masterpiece that has left an indelible mark on the art world. Painted during the post-impressionist period, this iconic artwork depicts a swirling night sky above a small village with a towering cypress tree. Van Gogh's use of bold, expressive brushstrokes and vibrant colors evokes a sense of movement and emotional intensity."
  },
  {
    "author": "Pablo Picasso",
    "name": "Guernica",
    "imageUrl": "https://static3.museoreinasofia.es/sites/default/files/obras/DE00050_0.jpg",
    "wrongAuthors": [],
    "level": "easy",
    "description": "Guernica by Pablo Picasso is a monumental painting that stands as a powerful symbol of the horrors of war and the human capacity for suffering. Created in response to the bombing of the town of Guernica during the Spanish Civil War, this iconic artwork depicts a chaotic scene of anguish and despair. Picasso's use of monochromatic tones and sharp, fragmented shapes creates a sense of devastation and turmoil."
  },
  {
    "author": "Michelangelo",
    "name": "The Creation of Adam",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Creaci%C3%B3n_de_Ad%C3%A1n.jpg/2560px-Creaci%C3%B3n_de_Ad%C3%A1n.jpg",
    "wrongAuthors": [],
    "level": "easy",
    "description": "The Creation of Adam is a renowned fresco painting by Michelangelo, situated on the ceiling of the Sistine Chapel in Vatican City. This iconic artwork depicts the biblical scene from the Book of Genesis where God reaches out to touch the hand of Adam, symbolizing the creation of humanity. The painting is celebrated for its breathtaking composition, technical mastery, and profound spiritual significance."
  },
  {
    "author": "Claude Monet",
    "name": "Water Lilies",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/The_Water-Lily_Pond_-_Google_Arts_%26_Culture.jpg/2085px-The_Water-Lily_Pond_-_Google_Arts_%26_Culture.jpg",
    "wrongAuthors": [],
    "level": "easy",
    "description": "Water Lilies by Claude Monet is a series of impressionist paintings that depict his beloved water garden in Giverny, France. These serene and immersive artworks capture the beauty and tranquility of the lily ponds through Monet's signature style of loose brushstrokes and vibrant colors. The Water Lilies series showcases Monet's fascination with capturing the ever-changing play of light and reflections on the water's surface."
  },
  {
    "author": "Salvador Dalí",
    "name": "The Persistence of Memory",
    "imageUrl": "https://pixelz.cc/wp-content/uploads/2018/07/the-persistence-of-memory-painting-by-salvador-dali-uhd-4k-wallpaper.jpg",
    "wrongAuthors": [],
    "level": "easy",
    "description": "The Persistence of Memory by Salvador Dalí is an iconic surrealist painting that has captivated audiences with its dreamlike and thought-provoking imagery. This enigmatic artwork features melting clocks draped over surreal landscapes, with a solitary figure in the foreground. Dalí's use of meticulous detail and precise rendering creates a sense of hyper-realism within a fantastical realm."
  },
  {
    "author": "Edvard Munch",
    "name": "The Scream",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c5/Edvard_Munch%2C_1893%2C_The_Scream%2C_oil%2C_tempera_and_pastel_on_cardboard%2C_91_x_73_cm%2C_National_Gallery_of_Norway.jpg",
    "wrongAuthors": [],
    "level": "easy",
    "description": "The Scream by Edvard Munch is a haunting and deeply expressive painting that has become an iconic symbol of anguish and existential dread. Created during the late 19th century, this masterpiece depicts a figure standing on a bridge, mouth open in a silent scream, while the background swirls with vibrant and distorted colors. Munch's use of bold lines, exaggerated perspectives, and vivid hues intensifies the emotional impact of the artwork."
  },
  {
    "author": "Johannes Vermeer",
    "name": "Girl with a Pearl Earring",
    "imageUrl": "https://www.brookpacelascelles.com/product-images/Fullsize/803d5a17-9ea8-4015-afdc-9e6a20308690-1.jpg",
    "wrongAuthors": [],
    "level": "easy",
    "description": "The Girl with a Pearl Earring is a renowned painting crafted by Johannes Vermeer during the Dutch Golden Age around 1665. It stands as an exquisite masterpiece, captivating viewers with its timeless beauty and enigmatic allure. The artwork portrays a young woman, her gaze fixed upon the observer, adorned with a strikingly large pearl earring and a gracefully draped turban-like headscarf."
  },
  {
    "author": "Gustav Klimt",
    "name": "The Kiss",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Klimt_-_Der_Kuss.jpeg/2073px-Klimt_-_Der_Kuss.jpeg",
    "wrongAuthors": [],
    "level": "easy",
    "description": "The Kiss is Klimt's most popular work and visitors flock annually to see it in Vienna's Austrian Gallery. At a remarkable 72in x 72in (180cm x 180cm), its powerful presence resounds from the wall as the life-size figures, wrapped in gold, embrace. In 1903, Klimt traveled twice to Ravenna, where he saw the mosaics of San Vitale, whose Byzantine influence was apparent in the paintings of what would become known as his Golden Period."
  },
  {
    "author": "Grant Wood",
    "name": "American Gothic",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/cc/Grant_Wood_-_American_Gothic_-_Google_Art_Project.jpg",
    "wrongAuthors": [],
    "level": "easy",
    "description": "In American Gothic, Grant Wood directly evoked images of an earlier generation by featuring a farmer and his daughter posed stiffly and dressed as if they were, as the artist put it, “tintypes from my old family album.” They stand outside of their home, built in an 1880s style known as Carpenter Gothic. Wood had seen a similar farmhouse during a visit to Eldon, Iowa. When it was exhibited at the Art Institute in 1930, the painting became an instant sensation, its ambiguity prompting viewers to speculate about the figures and their story."
  },
  {
    "author": "Vincent van Gogh",
    "name": "The Red Vineyard",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/11/Vincent_van_Gogh_-_Red_Vineyard_at_Arles_%281888%29.jpg/2560px-Vincent_van_Gogh_-_Red_Vineyard_at_Arles_%281888%29.jpg",
    "wrongAuthors": [],
    "level": "hard",
    "description": "The Red Vineyard at Arles, which Vincent van Gogh was unusually pleased with, is the only work he sold during his lifetime, and was bought for 400 francs by Anna Boch (1848-1936) In October, 1888 Gauguin arrived in Arles and moved in with Van Gogh, who was beside himself with excitement and dream of starting if not an artists' colony, at the very least a shared studio. Van Gogh had met Gauguin two years previously and was in awe of the slightly older artist, whose own opinion of himself was greatly inflated."
  },
  {
    "author": "Paul Cézanne",
    "name": "The Card Players",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Cezanne_The_Card_Players_Metmuseum.jpg/2560px-Cezanne_The_Card_Players_Metmuseum.jpg",
    "wrongAuthors": [],
    "level": "hard",
    "description": "The Card Players is a series of Impressionist paintings by the French modernist Paul Cezanne. One of his most ambitious projects, now seen as an important contribution to modern art, it occupied him for several years. Please note that the term 'Impressionist' is used here in a general sense, to describe a loose, almost unfinished style of painting, rather than Monet's spontaneous type of plein-air art. For more, see: Characteristics of Impressionism (1870-1930)."
  },
  {
    "author": "Henri Rousseau",
    "name": "The Sleeping Gypsy",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/La_Boh%C3%A9mienne_endormie.jpg/2560px-La_Boh%C3%A9mienne_endormie.jpg",
    "wrongAuthors": [],
    "level": "hard",
    "description": "Rousseau and his Parisian contemporaries were fascinated by wandering gypsies, the Romany people known in France as bohémiens: men and women exiled to the fringes of society during the dramatic changes of the mid-nineteenth century. French writers and artists had historically linked the Romany to Egypt as well as Bohemia, which may explain Rousseau’s depiction of a dark-skinned woman sleeping calmly—despite the large lion sniffing at her shoulder—in an arid landscape."
  },
  {
    "name": "The Storm on the Sea of Galilee",
    "author": "Rembrandt",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Rembrandt_Christ_in_the_Storm_on_the_Lake_of_Galilee.jpg/1648px-Rembrandt_Christ_in_the_Storm_on_the_Lake_of_Galilee.jpg",
    "wrongAuthors": [],
    "level": "hard",
    "description": "Rembrandt’s most striking narrative painting in America, Christ in the Storm on the Sea of Galilee, is also his only painted seascape. Dated 1633, it was made shortly after Rembrandt moved to Amsterdam from his native Leiden, when he was establishing himself as the city’s leading painter of portraits and historical subjects. The detailed rendering of the scene, the figures’ varied expressions, the relatively polished brushwork, and the bright coloring are characteristic of Rembrandt’s early style."
  },
  {
    "name": "The Fighting Temeraire",
    "author": "J.M.W. Turner",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Turner%2C_J._M._W._-_The_Fighting_T%C3%A9m%C3%A9raire_tugged_to_her_last_Berth_to_be_broken.jpg/2560px-Turner%2C_J._M._W._-_The_Fighting_T%C3%A9m%C3%A9raire_tugged_to_her_last_Berth_to_be_broken.jpg",
    "wrongAuthors": [],
    "level": "hard",
    "description": "Completed by Turner in 1838, The Fighting Temeraire was first displayed at the Royal Academy where it was considered, 'As grand a picture as ever figured on the walls of any academy, or came from the easel of any painter.' The image shows a specific historical incident; described in the title of the painting as, ‘The Fighting Temeraire being tugged to her last berth to be broken up’. When it was launched in 1798, the HMS Temeraire embodied the pinnacle of British ship-building."
  },
  {
    "name": "Blue Dancers",
    "author": "Edgar Degas",
    "imageUrl": "https://uploads3.wikiart.org/images/edgar-degas/blue-dancers.jpg",
    "wrongAuthors": [],
    "level": "hard",
    "description": "The world of ballet is a favourite theme of Degas. Yet, unlike many of his contemporaries, the artist was attracted not by the colourful spectacle of the ballet itself, but the prose of life off-stage. Blue Dancers may be a sketch of one and the same dancer. Here she is tying up her ballet shoe, there adjusting her dress, examining her costume and standing in the wings. United on a single sheet these ordinary movements turn into a splendid dance: the magic of the theatre and the magic of painting are conjured up before our eyes."
  },
  {
    "name": "Nocturne in Black and Gold - The Falling Rocket",
    "author": "James Abbott McNeill Whistler",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/b/b1/Whistler-Nocturne_in_black_and_gold.jpg",
    "wrongAuthors": [],
    "level": "hard",
    "description": "Nocturne in Black and Gold – The Falling Rocket is a c. 1875 painting by James Abbott McNeill Whistler held in the Detroit Institute of Arts. The painting exemplified the Art for art's sake movement – a concept formulated by Pierre Jules Théophile Gautier and Charles Baudelaire. First shown at the Grosvenor Gallery in London in 1877, it is one of two works (the other being Nocturne in Black and Gold – The Firewheel) inspired by the Cremorne Gardens, a celebrated pleasure resort in London."
  },
  {
    "name": "The Great Wave off Kanagawa",
    "author": "Katsushika Hokusai",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/The_Great_Wave_off_Kanagawa.jpg/2560px-The_Great_Wave_off_Kanagawa.jpg",
    "wrongAuthors": [],
    "level": "hard",
    "description": "Katsushika Hokusai’s much celebrated series, Thirty-Six Views of Mount Fuji (Fugaku sanjûrokkei), was begun in 1830, when the artist was 70 years old. This tour-de-force series established the popularity of landscape prints, which continues to this day. Perhaps most striking about the series is Hokusai’s copious use of the newly affordable Berlin blue pigment, featured in many of the compositions in the color for the sky and water."
  },
  {
    "name": "A Sunday on La Grande Jatte",
    "author": "Georges Seurat",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Georges_Seurat_-_A_Sunday_on_La_Grande_Jatte_--_1884_-_Google_Art_Project.jpg/2560px-Georges_Seurat_-_A_Sunday_on_La_Grande_Jatte_--_1884_-_Google_Art_Project.jpg",
    "wrongAuthors": [],
    "level": "hard",
    "description": "In his best-known and largest painting, Georges Seurat depicted people from different social classes strolling and relaxing in a park just west of Paris on La Grande Jatte, an island in the Seine River. Although he took his subject from modern life, Seurat sought to evoke the sense of timelessness associated with ancient art, especially Egyptian and Greek sculpture."
  },
  {
    "name": "The Hay Wain",
    "author": "John Constable",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/d/d9/John_Constable_The_Hay_Wain.jpg",
    "wrongAuthors": [],
    "level": "hard",
    "description": "The Hay Wain, oil painting created in 1821 by English landscape artist John Constable. It is not only the best known work by Constable, it is also one of the most popular English paintings. The tangible presence of a warm summer’s afternoon is strikingly apparent in this, probably Constable’s most famous work. The imposing 6-foot (1.8-m) canvas was painted in 1821 in his London studio and based on a series of oil sketches made the summer before."
  }
]
